<template>
  <main>
    <text-content
      id="about"
      :title="about.title"
      :text="about.text"
    ></text-content>
    <grid />
    <Uk />
    <Plans />
    <Chats />
    <Meetings />
    <Firms />
    <Map />
  </main>
</template>

<script>
import Paragraph from '@/components/paragraph'
import Grid from '@/components/grid'
import Uk from '@/components/uk'
import Plans from '@/components/plans'
import Chats from '@/components/chats'
import Meetings from '@/components/meetings'
import Map from '@/components/map'
import Firms from '@/components/recomend'
export default {
  components: {
    'text-content': Paragraph,
    grid: Grid,
    Uk,
    Plans,
    Chats,
    Meetings,
    Map,
    Firms,
  },
  data() {
    return {
      about: {
        title: `Наш дом`,
        text: `Многоквартирный жилой дом "Романовъ" находится по адресу: г.Волгоград, ул.Ангарская 100а. Строительство нашего дома началось в июне 2017 года,
        и уже через полтора года в декабре 2019 года дом был введён в эксплуатацию. Застройщик - ООО "Синара-Девелопмент". В доме 23 этажа, 251 квартира. В подвальном
        помещении дома располагаются нежилые помещения-кладовые, над 23 этажом есть технические помещения. Есть 3 лифта, все грузопассажирские и все работают постоянно.
        Дом оборудован собственной газовой котельной, на каждую квартиру отдельные счетчики отопления, горячей и холодной воды. На каждом этаже есть общие помещения для
         хранения колясок и велосипедов, а также личные помещения-кладовые собственников. Территория дома огорожена, въезд на парковку ЖД "Романовъ" осуществляется через
         автоматические ворота, оборудованные системой считывания номеров авто собственников. В фойе первого этажа есть специальное помещение для консьержей, которые дежурят
          круглосуточно, зона отдыха с кулером, диванами, креслами. Также на первом этаже распологается общая колясочная и комната для мытья лап животных. Мы ее называем лапомойкой)).
           Вся территория дома находится под постоянным видеонаблюдением, которое осуществляется благодаря 27 камерам, установленных везде-везде. У нас хорошая детская площадка
            и большая парковка для автомобилей жильцов.`,
      },
    }
  },
}
</script>

<style></style>
